# Brew install packages
brew "neovim"
brew "bat"
brew "cmatrix"
brew "lazygit"
brew "neofetch"
brew "starship"
brew "python"
brew "ripgrep"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "saulpw/vd/visidata"
brew "tidy-viewer"
brew "starship"
brew "tmux"
brew "duckdb"
brew "fzf"
brew "git"

# Install Mac apps

# Cask install
cask "git-credential-manager"
cask "1Password"
cask "wezterm"
cask "nikitabobko/tap/aerospace"
cask "arc"
cask "app-cleaner"
cask "notion"
cask "spotify"
cask "affinity-designer"
cask "affinity-photo"
cask "adobe-creative-cloud"
cask "epic-games"
cask "raycast"
cask "discord"
