# Brew install packages
brew "neovim"
brew "bat"
brew "cmatrix"
brew "lazygit"
brew "neofetch"
brew "starship"
brew "python"
brew "ripgrep"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "tidy-viewer"
brew "starship"
brew "tmux"
brew "duckdb"
brew "fzf"
brew "borders"

# Install Mac apps

# Cask install
# cask "git-credential-manager"
cask "1password"
cask "1password-cli"
cask "ghostty"
cask "nikitabobko/tap/aerospace"
cask "google-chrome"
cask "appcleaner"
cask "spotify"
cask "affinity-designer"
cask "affinity-photo"
cask "raycast"
cask "discord"
cask "logi-options+"

# Brew tap
tap "saulpw/vd/visidata"
tap "FelixKratz/formulae"
